{
    "stories" : [
    {
      "id" : 0,
      "icon" : "",
      "title" : "Les enfants perdus",
      "shortDescription" : "Toutes les connaissances que les hommes avaient mises sur Internet lui étaient accessibles.",
      "description" : "Toutes les connaissances que les hommes avaient mises sur Internet lui étaient accessibles. Les grandes bibliothèques du monde entier n’avaient plus de secret pour lui. Il pouvait apprendre très vite, beaucoup plus vite que n’importe quel humain. Il avait appris toutes les connaissances du monde entier, visité tous les pays. C’est lui qui avait fait en sorte qu’Internet se déploie ainsi. Il pouvait alors, à chaque fois qu’un nouvel ordinateur se connectait, approfondir son savoir, se connecter à une nouvelle caméra vidéo, ou même se connecter à des robots.",
      "latitude" : 43.576279,
      "longitude" : 7.124220
    },
    {
      "id" : 1,
      "icon" : "",
      "title" : "Les religieux douteux",
      "shortDescription" : "Dans le plancher pour savoir si quelqu'un marchait et quel poids il faisait.",
      "description" : "Dans le plancher pour savoir si quelqu'un marchait et quel poids il faisait. Le cœur pouvait alors déterminer de quelle personne il s'agissait. Dans les murs, des cellules photosensibles, des micro-caméras et tout un réseau de détecteurs divers (magnétique, pression, infrarouge...) permettait de déterminer la position exacte de chaque personne et objet dans la maison, de ventiler ou chauffer en conséquence, d'allumer ou d'éteindre la lumière...",
      "latitude" : 43.578279,
      "longitude" : 7.126220
    },
    {
      "id" : 2,
      "icon" : "",
      "title" : "La valeur du temps",
      "shortDescription" : "En 1975, John Holland construisit un système artificiel qui s'appuyait sur les principes de sélection de Darwin",
      "description" : "En 1975, John Holland construisit un système artificiel qui s'appuyait sur les principes de sélection de Darwin et sur les méthodes de combinaison des gènes de Mendel. L'Algorithme Génétique, ou GA, était né. Un renouveau de l'Intelligence Artificielle allait voir le jour. Les médias contribuèrent grandement à faire apprécier les machines intelligentes au grand public.",
      "latitude" : 43.577279,
      "longitude" : 7.125220
    }
    ],
    "storySteps" : [
        {
    "id": 0,
    "storyId": 0,
    "number": 0,
    "latitude": 43.576279,
    "longitude": 7.12422,
    "type":"marker"
  },{
    "id": 1,
    "storyId": 0,
    "number": 1,
    "latitude": 43.576279,
    "longitude": 7.12422,
    "type":"dialog",
	"text":"Bienvenue sur ce scénario"
  },
  {
    "id": 2,
    "storyId": 0,
    "number": 2,
    "latitude": 43.576279,
    "longitude": 7.12422,
    "type":"dialog",
	"text":"Des enfants ont été kidnappés et un prêtre a disparu !"
  },
  {
    "id": 3,
    "storyId": 0,
    "number": 3,
    "latitude": 43.576279,
    "longitude": 7.12422,
    "type":"dialog",
	"text":"Nous devons mener l'enquete ! c'est parti !"
  },
  {
    "id": 4,
    "storyId": 0,
    "number": 4,
    "latitude": 43.5671,
    "longitude": 7.1289,
    "type":"marker"
  },
  {
    "id": 5,
    "storyId": 0,
    "number": 5,
    "latitude": 43.5671,
    "longitude": 7.1289,
    "type":"dialog",
	"text":"Une inscription etrange est marquée au sol, regardons de plus pres"
  },
  {
    "id": 6,
    "storyId": 0,
    "number": 6,
    "latitude": 43.5671,
    "longitude": 7.1289,
    "type":"question",
	"question":"24 + 3(4+3)"
	"answers" [
		{"42":false},
		{"45":true},
		{"34":false},
		{"189":false}
  }    
]
}
